Repository: HarshilShah/PeakLocalisations
Catalog: fr/PeakLocalisations/Localisation/Blocks/Recommendations.xcstrings
Source language: en
Languages: es

# GoalKind.Sleep8Hours
source: Sleep 8 Hours
es: Dormir 8 Horas

# GoalKind.StartExercising
source: Start Workout Out
es: Comenzar a Entrenar

# GoalKind.Walk10k
source: Walk 10,000 Steps
es: Caminar 10,000 Pasos

# GoalKind.Weight
source: Gain or Lose Weight
es: Subir o Bajar de Peso

# Goals.Title
source: Goals
es: Objetivos

# Stats.Title
source: Stats & Numbers
es: Estadísticas y Números

# StatsKind.DistanceRecents
source: Recent Step Distances
es: Distancias Recientes de Pasos

# StatsKind.StepsTotals
source: Steps this Week, Month, & Year
es: Pasos de Esta Semana, Mes y Año

# StatsKind.WorkoutOverview
source: An Overview of your Workouts
es: Un Resumen de sus Entrenamientos

# Today.Title
source: Today
es: Hoy

# VisualizationKind.SleepTrends
source: Trends in your Sleep
es: Tendencias en tu Sueño

# VisualizationKind.StepsBenchmark
source: Set a Steps Benchmark
es: Establecer una Referencia de Pasos

# VisualizationKind.WeightChart
source: Chart your Weight
es: Gráfica de tu Peso

# Visualizations.Title
source: Visualizations
es: Visualizaciones
